
[    
    {
    "id":"panel1",
    "title": "What is the primary benefit of using an eyelash enhancing serum?",
    "description": "Eyelash enhancing serums are designed to promote the growth and thickness of your natural lashes. They typically contain active ingredients like peptides, amino acids, and botanical extracts that nourish the hair follicles, leading to longer, fuller, and healthier-looking lashes. Regular use of these serums can help reduce lash breakage, enhance lash length, and improve overall lash density."
},
    {
    "id":"panel2",
    "title": "How long does it take to see results from an eyelash enhancing serum?",
    "description": "The time it takes to see results can vary depending on the product and individual usage. Generally, most eyelash serums show noticeable improvements within 4-6 weeks of consistent application. However, full results may take up to 12 weeks. It's important to follow the product's instructions and apply the serum regularly to achieve the best results."
   } ,
   
   { 
    "id":"panel3",
    "title": "Are eyelash enhancing serums safe to use with contact lenses and lash extensions?",
    "description": "Yes, many eyelash enhancing serums are formulated to be safe for use with contact lenses and lash extensions. Products like Cutiebeauti are specifically designed to be suitable for both, providing a versatile addition to your beauty routine. However, it's always a good idea to check the product's label and consult with your eye care professional if you have any concerns."
    },
    { 
    "id":"panel4",
    "title": "Can I use eyelash enhancing serums if I have sensitive skin or eyes?",
    "description": "Many eyelash enhancing serums are formulated to be gentle and suitable for sensitive skin and eyes. Look for products that are hypoallergenic, fragrance-free, and contain soothing ingredients like aloe vera and hyaluronic acid. If you experience any irritation or discomfort, discontinue use and consult with a dermatologist or healthcare professional. Always do a patch test before applying the serum to your lash line to ensure you don't have an allergic reaction."
    }
    ]