{
    "funguss": {
      "id": 1,
      "title": "Funguss",
      "name": "funguss",
      "rating": 9.5,
      "customerRating": 9.5,
      "imgURL": "funguss.png",
      "price": 39.95,
      "fivePrice": 19.99,
      "productAlt": "Golden Nutrition Toenail Funguss Treatment",
      "officialWebsite": "https://goldennutrition.com",
      "overallRating": 4.8,
      "reviewerCount": 55576,
      "formulaRate": 100,
      "userExpRate": 98,
      "cartificateRate": 99,
      "priceRate": 100,
      "backgroundColor": "#0A6A47",
      "ribonBackgroundColor": "#8FFF00",
      "summery": "Funguss™ Fungal Nail Solution is the top-rated product due to its well-balanced natural and chemical ingredients, excellent customer reviews, and reasonable price. It effectively combats fungal infections with a potent blend of ingredients like Undecylenic Acid, Tea Tree Oil, and Aloe Vera. Manufactured in an FDA-registered, cruelty-free facility, it ensures safety and quality. Users report noticeable improvements within weeks. The brand's diverse range, including sprays, repair pens, patches, and supplements, caters to various needs. With responsible customer service and a money-back guarantee, Funguss™ is a reliable choice for comprehensive nail care."

    },
    "yanail": {
        "id": 2,
        "title": "Yanail",
        "name": "yanail",
        "rating": 8.6,
        "customerRating": 8.8,
        "imgURL": "yanail.png",
        "price": 43.99,
        "productAlt": "Yanail Toenail Funguss Treatment",
      
        "overallRating": 4.2,
        "reviewerCount": 612,
        "formulaRate": 85,
        "userExpRate": 92,
        "cartificateRate": 90,
        "priceRate": 85,
        "backgroundColor": "#E8FFDE",
        "ribonBackgroundColor": "#C1E297",
        "summery": "Yanail Anti Fungus Nail Solution can kill the fungi deep within a nail Within this list, it is a good one. It has antimicrobial and anti-inflammatory features such as Cidinum Monneiri, Sophora Flavescens, whereas, Kochia Scoparia and Cictamnus Dasycarpus are less in managing nail fungus. Although they are suitable for consumption, Golden Nutrition® Funguss™ presents other natural constituents much better. People attribute both positive and negative changes to the drug saying some hold long-term impacts while others see no change at all. One thing that needs mentioning is a complete absences of a brush used for applying the product."
      },
      "emoniNail": {
        "id": 3,
        "title": "EmoniNail™",
        "name": "emoniNail",
        "rating": 7.2,
        "customerRating": 6.2,
        "imgURL": "emoniNail.png",
        "price": 59.95,
        "productAlt": "EmoniNail Toenail Funguss Treatment",
        
        "overallRating": 3.9,
        "reviewerCount": 433,
        "formulaRate": 75,
        "userExpRate": 72,
        "cartificateRate": 78,
        "priceRate": 75,
        "backgroundColor": "#E8FFDE",
        "ribonBackgroundColor": "#C1E297",
        "summery": "EmoniNail™ Nail Fungus Solution is a novel product with a low cost further including Undecylenic Acid, Tea Tree Oil, and Sunflower Seed Oil for antifungal and skin repairing properties. For its low price and moderate potency, users complain that it takes forever to work and contains very few natural ingredients. It does not have an FDA endorsement, it includes fewer parts than the most highly ranked generators on the market, and no application brush is included. However, EmoniNail is still more effective and affordable option for treating the fungal infections, but it is not so fast acting and all-sided as the best treatments."
      },
      "spirularin": {
        "id": 4,
        "title": "Spirularin",
        "name": "spirularin",
        "rating": 6.5,
        "customerRating": 6.8,
        "imgURL": "spirularin.png",
        "price": 34.99,
        "productAlt": "Spirularin Toenail Funguss Treatment",
       
        "overallRating": 3.5,
        "reviewerCount": 472,
        "formulaRate": 63,
        "userExpRate": 69,
        "cartificateRate": 59,
        "priceRate": 95,
        "backgroundColor": "#E8FFDE",
        "ribonBackgroundColor": "#C1E297",
        "summery": "Spirularin Nail Serum for thin nails is a growth serum and nail strengthener. They include Spirulina which has nutrients, Jojoba Oil that gives antioxidant properties and Licorice Root with moisturizing properties. Nevertheless, few components are diagnosed for nail fungus, which reduces its effectiveness. While people claim to get results, they state that the changes are minor in most of the time. The product also does not undergo lab testing, nor has it received approval from the Food and Drug Administration, increasing the product’s quality issue. Nonetheless, it is quite affordable. Although it is healthy for nails, it may not kill fungi as it is only mildly antifungal."
      },
      "yogaMedic": {
        "id": 5,
        "title": "YogaMedic",
        "name": "yogaMedic",
        "rating": 5.9,
        "customerRating": 5.6,
        "imgURL": "yogamedic.png",
        "price": 37.95,
        "productAlt": "YogaMedic Toenail Funguss Treatment",
        
        "overallRating": 3,
        "reviewerCount": 358,
        "formulaRate": 42,
        "userExpRate": 43,
        "cartificateRate": 65,
        "priceRate": 99,
        "backgroundColor": "#E8FFDE",
        "ribonBackgroundColor": "#C1E297",
        "summery": "YogaMedic Fungal Nail Solution claims to eliminate severe nail fungus within 20 seconds using essential oils and B vitamins. Its formula includes lavender, eucalyptus, citrus, and vitamin B7 (biotin). Lavender and eucalyptus provide antimicrobial and antifungal properties, while citrus fruits offer vitamin C and antioxidants. Biotin promotes healthy nails, hair, and skin. User experiences are mixed; many report minimal improvement or slow results, and some question the natural origin of ingredients. The product is claimed to be EU and clinically tested, with a reasonable price and patented ingredients. However, it lacks significant customer satisfaction. Despite its potential benefits, consider its varied effectiveness and mixed reviews before use."
      }
  }