{
  "funguss": {
    "pros": [
      "<strong>Advanced Formula</strong> with <strong>Ophiopogon seed, Cactus stem, Sophora Flavoscent, and Myristoyl Pentapeptide-4</strong>.",
      "<strong>Stimulating the anagen phase</strong> to promote <strong>longer, fuller, healthier-looking lashes</strong>.",
      "<strong>Vegan and cruelty-free</strong>, free of <strong>prostaglandin, fragrance, hormones, and parabens</strong>.",
      "<strong>Manufactured in the USA</strong> in a <strong>cGMP-certified</strong> and <strong>FDA-registered facility</strong>.",
      "<strong>Economic</strong> with <strong>free shipping</strong> depending on the package one chooses.",
      "<strong>Very popular</strong> for its <strong>effectiveness</strong> by many customers."
    ],
    "cons": ["Available only Online ", "Going out of stock soon"]
  },

  "yanail": {
    "pros": [
      "Award-winning formula infused with vitamins, peptides, amino acids, and hyaluronic acid.",
      "Suitable for contact lens wearers and lash extensions.",
      "Designed to show results within 4-6 weeks."
    ],
    "cons": [
      "Effectiveness may vary among users.",
      "Some users might experience mild irritation or discomfort.",
      "Higher price point compared to other lash serums."
    ]
  },

  "emoniNail": {
    "pros": [
      "Natural, certified cruelty-free, gluten-free, paraben-free, organic option.",
      "Herbal extracts to combat lash hair loss.",
      "Contains a unique Phyto-Medic complex that may condition for longer, thicker, and stronger lashes."
    ],
    "cons": [
      "Customers often report insignificant effects.",
      "Low satisfaction rates due to no money-back guarantee involved.",
      "No peptides to help lengthen the eyelashes."
    ]
  },

  "spirularin": {
    "pros": [
      "Attractive packaging; available everywhere around the world.",
      "Made to stimulate hair roots for long and thick lashes. ",
      "Money-Back Guarantee: Ensures customers with a 100% money-back guarantee."
    ],
    "cons": [
      "Manufacturing Concerns: Manufacturing in China raises a number of safety and effectiveness concerns.",
      "Potential Irritation: There are complaints of irritation and itching at the eyes.",
      "Low Effectiveness: Many customers reported low effectiveness of the product."
    ]
  },
  "yogaMedic": {
    "pros": [
      "Safe and effective, but with an eye-catching design.",
      "It accelerates natural lash growth, therefore strengthening from the root.",
      "Claimed that there are no side effects reported."
    ],
    "cons": [
      "The presence of Propylene Glycol, which can provoke irritation and allergic reaction, is a minus.",
      "Customer reviews are not presented on the official website.",
      "The ingredient list is doubtful, as well as the price of this cream."
    ]
  }
}